package com.cxsplay.rvdemo.mmkv;

public class StrMaker {


    public String longStr = "主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\n" +
            "连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n" +
            "现代杰出的散文家、诗人、学者、民主战士朱自清于1922年3月28日创作的散文《匆匆》，作为短短600余字的散文， 题为《匆匆》， 却非“匆匆” 之作， 饱含着深刻的文学意蕴。从历史内容层面读《匆匆》， 掠过“五四” 知识青年忙于追求进步的匆匆身影； 从哲学意味层读《匆匆》， 饱含时间流逝的思辨； 从审美意蕴层读《匆匆》， 感受情景交融的意境， 丰富的意象。这是一篇耐人导味的佳作。 [6] \n" +
            "——曾玉\n" +
            "作者简介编辑\n" +
            "朱自清（1898—1948），原名自华、号秋实，\n" +
            "朱自清\n" +
            "朱自清 [1]\n" +
            "改名自清；原籍浙江绍兴，生于江苏省东海县（今连云港 市东海县平明镇）；现代杰出的散文家、诗人、学者、民主战士。主要作品有《背影》、《春》、《梅雨潭的绿》、《荷塘月色》。主题\n" +
            "《匆匆》表现青年知识分子对未来的求索。作者身为小资产阶级知识分子，感受着时代跳动的脉搏。朱自清的内心充溢着苦于找不到出路的迷茫。 [4]  作者所流露的不仅是个人的无奈， 也反映了当时一部分青年热爱生活、追求进步， 然而又不无惶惑、苦闷的时代情绪。但是朱自清在彷徨中并不甘心沉沦， 作者站在他的“中和主义” 立场上执着地追求着。尽管当时的社会是千孔百疮， 他经过思想的挣扎后仍坚持走自己的人生之路， 也许前方不一定有光明， 但是坚决不停留于现实的黑暗中。在当时的社会， 有多少知识青年就如作者一样坚持追求光明和希望， 在人生的路上勇敢地赶路， 留下匆匆的身影。\n" +
            "手法\n" +
            "《匆匆》的节奏美\n" +
            "1、多样化形态体现节奏美\n" +
            "在缓急中体现节奏这里的缓急主要是从作者叙述的语调和语速而言的，急则如火山喷发，如飙风急雨、飞星走电，缓则如春风细雨，如山涧小溪。《匆匆》以一串排比开头，接之以四个阀句。形成一种急切之势，表达出作者迷茫、困惑和苦恼的心理状态。而第二段说“我不知道他们给了我多少日子，但我的手确乎是渐渐空虚了。”以平静甚至可以说是颓然的语调将第一段的快节奏降了下来，转入一种自我心理的陈述。第三段则延续第二段的抒写，继续细致的刻画笔者所感受到的时光易逝。第四段则又回到第一段的节奏上，以六个问句反映出作者心中的焦虑，向人生发出一种追问。而文章结尾一句“你聪明的，告诉我，我们的日子为什么一去不复返呢？”同样是问句，却显得忧伤、淡漠，像一片轻盈的叶了落在读者的心头，久久回味。正是这“急——缓——急——缓”的变化，使全文有了灵动的生命，使作者的情绪和感受更能引起共鸣。\n" +
            "《匆匆》中的起伏节奏，还鲜明的体现在其一连串递进的问旬之中。第一段和第六段都是如此。以第六段为例：“在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了。只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了：我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但小能平的，为什么偏要自自走这一遭啊？’’每个问句之中都包含着对前一句追问的回答，而在这些回答稍稍安定下来时，作者又设计了下一个追闯，也正是在这……问……答也就是一起一伏之中，作者诠释了对于生命的理解，对于“匆匆”的体悟。\n" +
            "《匆匆》的风格是一种自叙式的，仿佛作者的自言自语，是很直白，素朴的。而其中穿插的一些比喻和拟人化的描写就为文章增添了一种与众不同的感觉，形成内容上的节奏变化。如第三段中，“太阳他有脚啊，轻轻悄悄地挪移了：我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去：吃饭的时候，日子从饭碗氅过去：默默时，便从凝然的双眼前过去。我觉察他去的匆匆了。伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过。从我脚边飞去了。”作者将太阳拟人化，纯粹的伤感之中又有那么一份幽默’与无可奈何，为文章那种忧郁茫然的调予注入了一些鲜活的生命的东西，而这种生命的东殛的消逝又更带来凄然之伤。 [5] \n" +
            "2、散文语言蕴含节奏美\n" +
            "鲜明的对照《匆匆》中的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的鲜明的对照《匆匆》中的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的对照借助矛盾中的统一或复杂中的单纯两相联系，构成有机的整体。这种用法，寓矛盾于统一之中。可增强谐调感，使变幻组合的印象油然而生。如，“燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。“去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢?嘟是借助“去来”这一对矛盾构成鲜明对照，使文章内容协调感增强，音节上也构成一种韵律的美感。\\n\" +\n" +
            "            \"连贯的排比连贯的排比以它的气势给人一种强烈的力量，浸润着人的心灵，让人们在接连不断的排比之中，引起语言的愉快，产生深刻的节奏美感。《匆匆》中第一句经典的排比，第三段“洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去：默默时，便从凝然的双眼前过去”都是用一种整齐的句式结构给人以节奏的变化与和谐之感。连绵的反复反复也是一种通过一而再，再而三地使用同一语句，使语言具有鲜明的节奏感的艺术手段。这种节奏感既反映了强烈、深厚、激动的情绪，又有着连绵不断、起伏不停的音律。因而，能产生强大的感染力量。\n" +
            "《匆匆》中“反复”的使用，如：“我的日子滴在时间的流里，没有声音，也没有影子”，“日子从水盆里过去⋯日子从饭碗里过去“便从凝然的双眼前过去”‘从遮挽着的手边过去“伶伶俐俐地从我身上跨过”，“我能做些什么呢“又剩些什么呢”留着些什么痕迹呢”。在这些连绵的反复中。语言的节奏感，不仅是声音的重复给人造成的感觉，而是把人们对文词、思想、行动以及美的感受都鼓动起来了，因而也就产生了艺术的力量。 [5] \n" +
            "名家点评编辑\n";
}
